[
    {
        "id": "40102028",
        "title": "Progesterone receptor-dependent downregulation of MHC class I promotes tumor immune evasion and growth in breast cancer.",
        "authors": [],
        "journal": "J Immunother Cancer",
        "year": null,
        "url": "https://pubmed.ncbi.nlm.nih.gov/40102028/",
        "abstract": "1. J Immunother Cancer. 2025 Mar 18;13(3):e010179. doi: 10.1136/jitc-2024-010179.\n\nProgesterone receptor-dependent downregulation of MHC class I promotes tumor \nimmune evasion and growth in breast cancer.\n\nTinoco JC(#)(1), Saunders HI(#)(1), Werner LR(2), Sun X(3), Chowanec EI(1), \nHeard A(1), Chalise P(4), Vahrenkamp JM(5), Wilson AE(6), Liu CX(6), Lei G(6), \nWei J(7), Cros H(8), Mohammed H(8), Troester M(9), Perou C(9), Markiewicz \nMA(10), Gertz J(5), Balko JM(3), Hartman ZC(6), Hagan CR(11)(2)(12).\n\nAuthor information:\n(1)Department of Cancer Biology, University of Kansas Medical Center, Kansas \nCity, Kansas, USA.\n(2)Biochemistry and Molecular Biology, University of Kansas Medical Center, \nKansas City, Kansas, USA.\n(3)Department of Medicine, Vanderbilt University Medical Center, Nashville, \nTennessee, USA.\n(4)Biostatistics and Data Science, University of Kansas Medical Center, Kansas \nCity, Kansas, USA.\n(5)Department of Oncological Sciences, University of Utah, Salt Lake City, Utah, \nUSA.\n(6)Department of Surgery, Duke University, Durham, North Carolina, USA.\n(7)Surgery, Duke University, Chapel Hill, North Carolina, USA.\n(8)Oregon Health & Science University, Portland, Oregon, USA.\n(9)Lineberger Comprehensive Cancer Center, University of North Carolina at \nChapel Hill, Chapel Hill, North Carolina, USA.\n(10)Microbiology, Molecular Genetics, and Immunology, University of Kansas \nMedical Center, Kansas City, Kansas, USA.\n(11)Department of Cancer Biology, University of Kansas Medical Center, Kansas \nCity, Kansas, USA chagan@kumc.edu.\n(12)Department of Biochemistry and Molecular Biology, The University of Kansas \nMedical Center, Kansas City, Kansas, USA.\n(#)Contributed equally\n\nBACKGROUND: Breast cancer (BC) continues to be a major health concern with \n250,000 new cases diagnosed annually in the USA, 75% of which are hormone \nreceptor positive (HR+), expressing estrogen receptor alpha (ER) and/or the \nprogesterone receptor (PR). Although ER-targeted therapies are available, 30% of \npatients will develop resistance, underscoring the need for new \nnon-ER/estrogen-based treatments. Notably, HR+BCs exhibit poor lymphocyte \ninfiltration and contain an immunosuppressive microenvironment, which \ncontributes to the limited efficacy of immunotherapies in HR+BC. In this study, \nwe demonstrate that PR/progesterone signaling reduces major histocompatibility \ncomplex (MHC) Class I expression, facilitating immune evasion and escape from \nimmune-based clearance of PR+tumors.\nMETHODS: To determine the effect of PR/progesterone on MHC Class I expression, \nwe treated human and mouse mammary tumor cell lines with progesterone and/or \ninterferon (IFN) and measured expression of genes involved in antigen processing \nand presentation (APP), as well as surface MHC Class I expression. We used the \nOT-I/SIINFEKL model antigen system to measure the impact of progesterone on \nimmune cell-mediated killing of modified tumor cells. We also analyzed two large \nBC clinical cohorts to determine how PR expression correlates with APP gene \nexpression and MHC Class I expression in ER-positive tumors.\nRESULTS: In vitro, we show that PR/progesterone signaling reduces APP gene \nexpression and MHC class I expression in human and breast mammary tumor cell \nlines. PR-mediated attenuation of APP/MHC Class I expression is more pronounced \nin the presence of IFN. In immune cell killing assays, PR-expressing mammary \ntumor cells treated with progesterone are protected from immune-mediated \ncytotoxicity. We demonstrate that PR expression in vivo prevents immune-mediated \nrejection of xenoantigen-modified mammary tumor cell lines through mechanisms \ninvolving MHC Class I expression and CD8 T cells. Data analysis of two large BC \ncohorts reveals lower APP gene expression and MHC Class I expression in \nER/PR-positive tumors compared with ER-positive/PR-negative tumors. These \nfindings show that HR+BCs, specifically PR+tumors, downregulate APP/MHC class I \nmachinery through PR/progesterone signaling. Use of pharmacological \nPR/progesterone inhibitors may reverse these effects in patients with BC, \nthereby improving immunosurveillance and response to immunotherapies.\n\n© Author(s) (or their employer(s)) 2025. Re-use permitted under CC BY-NC. No \ncommercial re-use. See rights and permissions. Published by BMJ Group.\n\nDOI: 10.1136/jitc-2024-010179\nPMID: 40102028 [Indexed for MEDLINE]\n\nConflict of interest statement: Competing interests: CRH received funds from \nContext Therapeutics (former developer of onapristone). JMB receives research \nsupport from Genentech/Roche and Incyte Corporation, has received advisory board \npayments from AstraZeneca, Eli Lilly, and Mallinckrodt, and is an inventor on \npatents regarding immunotherapy targets and biomarkers in cancer. The remaining \nauthors have nothing to disclose.",
        "source": "PubMed",
        "relevanceScore": null
    },
    {
        "id": "40101803",
        "title": "Cyclin E1 overexpression triggers interferon signaling and is associated with antitumor immunity in breast cancer.",
        "authors": [],
        "journal": "J Immunother Cancer",
        "year": null,
        "url": "https://pubmed.ncbi.nlm.nih.gov/40101803/",
        "abstract": "1. J Immunother Cancer. 2025 Mar 17;13(3):e009239. doi: 10.1136/jitc-2024-009239.\n\nCyclin E1 overexpression triggers interferon signaling and is associated with \nantitumor immunity in breast cancer.\n\nYu S(#)(1), Stappenbelt C(#)(2), Chen M(#)(2)(3), Dekker M(1), Bhattacharya \nA(2), van der Sluis T(1), Zwager MC(1), Schröder CP(2)(4), Fehrmann RSN(2), van \nVugt MATM(5), van der Vegt B(6).\n\nAuthor information:\n(1)Department of Pathology and Medical Biology, University of Groningen, \nUniversity Medical Center Groningen, Groningen, The Netherlands.\n(2)Department of Medical Oncology, University of Groningen, University Medical \nCentre Groningen, Groningen, The Netherlands.\n(3)Fudan University Shanghai Cancer Center and Institutes of Biomedical \nSciences, Cancer Institutes, Department of Oncology, Key Laboratory of Breast \nCancer in Shanghai, Shanghai Medical College, Fudan University, Shanghai, China.\n(4)Department of Medical Oncology, Netherlands Cancer Institute, Amsterdam, The \nNetherlands.\n(5)Department of Medical Oncology, University of Groningen, University Medical \nCentre Groningen, Groningen, The Netherlands b.van.der.vegt@umcg.nl \nm.vugt@umcg.nl.\n(6)Department of Pathology and Medical Biology, University of Groningen, \nUniversity Medical Center Groningen, Groningen, The Netherlands \nb.van.der.vegt@umcg.nl m.vugt@umcg.nl.\n(#)Contributed equally\n\nBACKGROUND: Cyclin E1 overexpression drives oncogenesis in several cancers \nthrough deregulation of DNA replication and induction of genomic instability, \nwhich may potentially trigger immune signaling via cytoplasmic DNA. However, the \neffects of cyclin E1 overexpression on tumor immunity and its effects on the \nresponse to immune checkpoint inhibitors remain largely unclear.\nMETHODS: Tissue microarrays and clinical outcomes of 398 patients with breast \ncancer were analyzed to explore the correlation between cyclin E1 expression, \npatient survival, and immune cell infiltration using immunohistochemistry. \nGenomic data from publicly available data sets and three clinical trials \nevaluating immunotherapy were assessed to measure the impact of cyclin E1 \nexpression on the immune cells in the tumor microenvironment and response to \nimmunotherapy in patients with breast cancer. In addition, breast cancer cell \nlines with inducible cyclin E1 overexpression were employed to analyze the \neffects of cyclin E1 on inflammatory signaling.\nRESULTS: Increased cyclin E1 expression in breast cancer was positively \ncorrelated with immune cell infiltration, including T cells, B cells, and \nnatural killer cells, and activation of interferon-related pathways. \nImportantly, higher cyclin E1 expression or CCNE1 amplification was associated \nwith better response to immunotherapy in three clinical trials. Mechanistically, \ncyclin E1 overexpression resulted in micronuclei formation and activation of \ninnate immune signaling, resulting in increased immune cell migration.\nCONCLUSIONS: Our data show that cyclin E1 overexpression associate with \nantitumor immunity through activation of innate inflammatory signaling and \nwarrants investigation into amplification or overexpression of cyclin E1 in \nidentifying patients with breast cancer eligible for immunotherapy.\n\n© Author(s) (or their employer(s)) 2025. Re-use permitted under CC BY-NC. No \ncommercial re-use. See rights and permissions. Published by BMJ Group.\n\nDOI: 10.1136/jitc-2024-009239\nPMID: 40101803 [Indexed for MEDLINE]\n\nConflict of interest statement: Competing interests: BvdV reports honoraria \nreceived by UMCG for expertise or scientific advisory board/consultancy (on \nrequest): Visiopharm, Philips, MSD/Merck, Daiichi-Sankyo/AstraZeneca; Speaker’s \nfee from Visiopharm, Diaceutics, MSD/Merck. Personal fees from DEKRA. All \nunrelated to the current manuscript. All other authors declare no competing \ninterests.",
        "source": "PubMed",
        "relevanceScore": null
    },
    {
        "id": "40101072",
        "title": "Prognostic factors of brain metastasis and subsequent survival in breast cancer patients: An 11-year, single-center, retrospective study.",
        "authors": [],
        "journal": "Medicine (Baltimore)",
        "year": null,
        "url": "https://pubmed.ncbi.nlm.nih.gov/40101072/",
        "abstract": "1. Medicine (Baltimore). 2025 Mar 14;104(11):e41827. doi: \n10.1097/MD.0000000000041827.\n\nPrognostic factors of brain metastasis and subsequent survival in breast cancer \npatients: An 11-year, single-center, retrospective study.\n\nLee GH(1), Seol YM(2), Choi YJ(2), Kim H(3).\n\nAuthor information:\n(1)Department of Neurology, Pusan National University Hospital, Pusan National \nUniversity School of Medicine and Medical Research Institute, Pusan, Republic of \nKorea.\n(2)Division of Hemato-Oncology, Department of Internal Medicine, Pusan National \nUniversity Hospital, Pusan National University School of Medicine and Medical \nResearch Institute, Pusan, Republic of Korea.\n(3)Division of Hemato-Oncology, Department of Internal Medicine, Maryknoll \nHospital, Pusan, Republic of Korea.\n\nFemale breast cancer is among the most prevalent cancers globally, often \nmetastasizing to the brain. Despite advancements in treatment, brain metastasis \nincidence is rising, with a poor prognosis. Moreover, limited data exist on how \nbreast cancer subtypes and patient characteristics impact survival. This study \naimed to investigate prognostic factors affecting breast cancer patients with \nbrain metastasis. We retrospectively reviewed 131 breast cancer patients with \nbrain metastasis diagnosed at a single institution between 2010 and 2020. \nDemographic, clinical, pathological, and radiographic variables were analyzed. \nThe median interval between breast cancer diagnosis and brain metastasis was 27 \nmonths. Patients diagnosed with a higher stage of breast cancer (median \nsurvival: stage 1: 97.2 months, stage 2: 44.4 months, stage 3: 38.1 months, \nstage 4: 13.0 months, P < .001) and those with ER-negative tumors (median \nsurvival: negative 25.3 months, positive 37.5 months, P = .034) had a shorter \ntime between initial diagnosis and brain metastasis. Median survival after brain \nmetastasis was 8.0 months. Multivariate analysis showed that triple-negative \nbreast cancer was correlated to a high risk of death after brain metastasis \n(hazard ratio = 2.320, P < .001). Higher histological grade, low-performance \nstatus, extensive brain metastases, and leptomeningeal seeding was associated \nwith shorter survival. Systemic chemotherapy after brain metastasis was the only \ntreatment that improved survival (hazard ratio = 0.332, P < .001). The study \nsuggests potential benefits of aggressive treatment, especially in \nnontriple-negative breast cancer subtypes, limited brain metastases, and good \noverall health. Further research with larger patient populations is needed.\n\nCopyright © 2025 the Author(s). Published by Wolters Kluwer Health, Inc.\n\nDOI: 10.1097/MD.0000000000041827\nPMCID: PMC11922408\nPMID: 40101072 [Indexed for MEDLINE]\n\nConflict of interest statement: The authors have no conflicts of interest to \ndisclose.",
        "source": "PubMed",
        "relevanceScore": null
    },
    {
        "id": "40100034",
        "title": "A deep learning model based on chest CT to predict benign and malignant breast masses and axillary lymph node metastasis.",
        "authors": [],
        "journal": "Biomol Biomed",
        "year": null,
        "url": "https://pubmed.ncbi.nlm.nih.gov/40100034/",
        "abstract": "1. Biomol Biomed. 2025 Mar 17. doi: 10.17305/bb.2025.12010. Online ahead of\nprint.\n\nA deep learning model based on chest CT to predict benign and malignant breast \nmasses and axillary lymph node metastasis.\n\nSun J(1), Xi X(2), Wang M(2), Liu M(3), Zhang X(4), Qiu H(1), Zhang Y(5), Fu \nT(5), Du Y(6), Ren W(7), Wang D(6), Zhang G(8).\n\nAuthor information:\n(1)Department of Radiology, The First Affiliated Hospital of Shandong First \nMedical University & Shandong Provincial Qianfoshan Hospital, Shandong, China; \nPostgraduate Department, Shandong First Medical University (Shandong Academy of \nMedical Sciences), Shandong, China.\n(2)School of Computer Science and Technology, Shandong Jianzhu University, \nShandong, China.\n(3)Department of Radiology, The First Affiliated Hospital of Shandong First \nMedical University & Shandong Provincial Qianfoshan Hospital, Shandong, China.\n(4)Postgraduate Department, Shandong First Medical University (Shandong Academy \nof Medical Sciences), Shandong, China.\n(5)Department of Radiology, The First Affiliated Hospital of Shandong First \nMedical University & Shandong Provincial Qianfoshan Hospital, Shandong, China; \nDepartment of Postgraduate, Shandong Second Medical University, Shandong, China.\n(6)Department of Health Management, The First Affiliated Hospital of Shandong \nFirst Medical University & Shandong Provincial Qianfoshan Hospital, Shandong, \nChina.\n(7)Department of Radiology, Jinan Third People's Hospital, Shandong, China.\n(8)Department of Health Management, The First Affiliated Hospital of Shandong \nFirst Medical University & Shandong Provincial Qianfoshan Hospital, Shandong, \nChina; Shandong Engineering Research Center of Health Management, Jinan, China; \nShandong Institute of Health Management, Jinan, China.\n\nDifferentiating early-stage breast cancer from benign breast masses is crucial \nfor radiologists. Additionally, accurately assessing axillary lymph node \nmetastasis (ALNM) plays a significant role in clinical management and prognosis \nfor breast cancer patients. Chest computed tomography (CT) is a commonly used \nimaging modality in physical and preoperative evaluations. This study aims to \ndevelop a deep learning model based on chest CT imaging to improve the \npreliminary assessment of breast lesions, potentially reducing the need for \ncostly follow-up procedures such as magnetic resonance imaging (MRI) or positron \nemission tomography-CT and alleviating the financial and emotional burden on \npatients. We retrospectively collected chest CT images from 482 patients with \nbreast masses, classifying them as benign (n = 224) or malignant (n = 258) based \non pathological findings. The malignant group was further categorized into \nALNM-positive (n = 91) and ALNM-negative (n = 167) subgroups. Patients were \nrandomly divided into training, validation, and test sets in an 8:1:1 ratio, \nwith the test set excluded from model development. All patients underwent \nnon-contrast chest CT before surgery. After preprocessing the images through \ncropping, scaling, and standardization, we applied ResNet-34, ResNet-50, and \nResNet-101 architectures to differentiate between benign and malignant masses \nand to assess ALNM. Model performance was evaluated using sensitivity, \nspecificity, accuracy, receiver operating characteristic (ROC) curves, and the \narea under the curve (AUC). The ResNet models effectively distinguished benign \nfrom malignant masses, with ResNet-101 achieving the highest performance (AUC: \n0.964; 95% CI: 0.948-0.981). It also demonstrated excellent predictive \ncapability for ALNM (AUC: 0.951; 95% CI: 0.926-0.975). In conclusion, these deep \nlearning models show strong diagnostic potential for both breast mass \nclassification and ALNM prediction, offering a valuable tool for improving \nclinical decision-making.\n\nDOI: 10.17305/bb.2025.12010\nPMID: 40100034",
        "source": "PubMed",
        "relevanceScore": null
    },
    {
        "id": "40099939",
        "title": "Circular RNA circHSPA8 Aggravates Metastasis by Acting as a Competitive Inhibitor of miR-195-5p to Upregulate WNT3A Expression in Breast Cancer.",
        "authors": [],
        "journal": "J Cell Mol Med",
        "year": null,
        "url": "https://pubmed.ncbi.nlm.nih.gov/40099939/",
        "abstract": "1. J Cell Mol Med. 2025 Mar;29(6):e70499. doi: 10.1111/jcmm.70499.\n\nCircular RNA circHSPA8 Aggravates Metastasis by Acting as a Competitive \nInhibitor of miR-195-5p to Upregulate WNT3A Expression in Breast Cancer.\n\nHan Z(1), Yu X(2), Wang C(1), Song X(1), Zhong X(2), Guo R(3), Yu W(2), Luo \nC(1)(4).\n\nAuthor information:\n(1)Department of Central Laboratory, The Affiliated Huaian No. 1 People's \nHospital, Nanjing Medical University, Huai'an, China.\n(2)Department of Clinical Oncology, The Affiliated Huaian No. 1 People's \nHospital, Nanjing Medical University, Huai'an, China.\n(3)Department of Clinical Oncology, The First Affiliated Hospital of Nanjing \nMedical University, Nanjing, China.\n(4)Biological Sample Bank, The Affiliated Huaian No. 1 People's Hospital, \nNanjing Medical University, Huai'an, China.\n\nCircular RNA (circRNA) plays a vital role in the tumorigenicity and progression \nof cancer by regulating various biological behaviours. It acts as a microRNA \nsponge, disrupting transcription and the abnormal expression of oncogenes. \nHsa_circ_0024715, a circRNA generated from cyclization at specific sites of the \nHSPA8 gene, has been found to be highly expressed in breast cancer (BC) tissue \nbased on non-coding RNA high-throughput sequencing. However, its functions \nremain poorly understood. In this study, we performed qPCR to evaluate the \nexpression of circHSPA8 in BC tissues. Survival analysis in a prospective cohort \nrevealed that high expression of circHSPA8 is associated with poor prognosis and \nlymphoid node metastasis. Overexpression of circHSPA8 in MCF-7 cells \nsignificantly enhanced their proliferative and invasive abilities, whereas \nknockdown of circHSPA8 in MDA-MB-231 cells significantly reduced their \nproliferative and invasive abilities. We found that circHSPA8 can promote \nepithelial-mesenchymal transition (EMT) in BC cells, primarily by upregulating \nthe expression of WNT3A. This process depends on the sponging and inhibition of \nmiR-195-5p, which suppresses the proliferation, invasion, and metastasis of BC \ncells. In vivo experiments further confirmed that circHSPA8 can promote the \nintravasation and extravasation of BC cells as well as the formation of \nmetastatic lesions in the lungs. In summary, these data demonstrate that \ncircHSPA8 promotes EMT by acting as a competitive inhibitor of miR-195-5p to \nupregulate the expression of WNT3A in BC, suggesting that dysregulation of \ncircRNA in BC might be a pathological factor and potential therapeutic target.\n\n© 2025 The Author(s). Journal of Cellular and Molecular Medicine published by \nFoundation for Cellular and Molecular Medicine and John Wiley & Sons Ltd.\n\nDOI: 10.1111/jcmm.70499\nPMCID: PMC11915588\nPMID: 40099939 [Indexed for MEDLINE]\n\nConflict of interest statement: The authors declare no conflicts of interest.",
        "source": "PubMed",
        "relevanceScore": null
    }
]